about.org
#+SETUPFILE: html.setup
#+TITLE: Kiran Purushothaman - About me
#+INCLUDE: "navbar.org"

#+BEGIN_QUOTE
I am a Senior Software Engineer at [[http://irongalaxystudios.com/][Iron Galaxy Orlando LLC]]. I graduated from [[https://www.ucf.edu/][University of Central Florida]] with a MS Interactive Entertainment in 2012 and a B.Tech Computer Science and Engineering from [[https://www.amrita.edu/][Amrita School of Engineering]] in 2011. \\
\\
Also, if it's not obvious from looking at my website I'm not much of a web designer.
#+END_QUOTE

#+BEGIN_CENTER
| Twitter: [[https://twitter.com/kirankp89][@kirankp89]] | LinkedIn: [[https://www.linkedin.com/in/kiran-purushothaman-a04826168/][Kiran Purushothaman]] | Email: [[mailto:kiran@kirankp.com][kiran@kirankp.com]] |
#+END_CENTER
