about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-02-23 Sat 10:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>About me</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>
</head>
<body>
<div id="content">
<h1 class="title">About me</h1>
<div class="NAVBAR">
<ul class="org-ul">
<li><a href="index.html">Home</a></li>
<li><a href="kiran_purushothaman.pdf">Resume</a></li>
<li><a href="about.html">About</a></li>
</ul>

</div>

<blockquote>
<p>
I am a Senior Software Engineer at Iron Galaxy Orlando LLC. I graduated from <a href="https://www.ucf.edu/">University of Central Florida</a> with a MS Interactive Entertainment in 2012 and a B.Tech Computer Science and Engineering from <a href="https://www.amrita.edu/">Amrita School of Engineering</a> in 2011. <br />
<br />
Also, if it's not obvious from looking at my website I'm not much of a web designer.
</p>
</blockquote>

<div class="org-center">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Twitter: <a href="https://twitter.com/kirankp89">@kirankp89</a></td>
<td class="org-left">LinkedIn: <a href="https://www.linkedin.com/in/kiran-purushothaman-a04826168/">Kiran Purushothaman</a></td>
<td class="org-left">Email: <a href="mailto:kiran@kirankp.com">kiran@kirankp.com</a></td>
</tr>
</tbody>
</table>
</div>
</div>
</body>
</html>
